"""
    公共字典
"""

d85_dicts = {
    'RAS': 186,  # 瑞安S
    'AJS': 186,  # 鳌江S
    'WZS': 180,  # 温州S
    # 'HPU': -74,  # 黄埔
    # 'HGM': -74,  # 横门
    # 'SZA': -74,  # 三灶
    # 'NAD': -74,  # 南渡
    'BYT': 221,  # 白岩潭
    'MHA': 497,  # 梅花
    'GTO': 233,  # 琯头
    'SCS': 707,  # 沙埕S
    'HMZ': 186,  # 海门Z
    'HMN': 247,  # 海门G
    'DHI': 753,  # 定海
    'GPU': 184,  # 澉浦
    'ZPU': 184,  # 乍浦
    # 'GQA': 161,  # 高桥
    # 'WSG': 180,  # 吴淞
    # 'WZS': 180,  # 黄埔公园
}
"""
d85字典
eg: key:code , value:d85 value
"""
